import IDataServices from '../interfaces/interfaces';

export const URL_PHOTO_SERVICES = '../../../assets/jpg/services-photo/';

export const INITIAL_NUMBER = 0;

export const dataCards: IDataServices[] = [
  {
    title: 'Стрижка',
    description:
      'Стрижка собак и кошек важна для придания привлекательности, так же скрытия физиологических изъянов и – в связи с породой — для более легкого расчесывания и защиты кожи и шерсти от загрязнений. Породам с мягкой шерстью чаще всего нужна процедура подстригания шерсти, нежели с жесткой шерстью. Присутствуют специфики стрижки нелиняющих пород, а так же — в период линьки.',
    icons: '../../../assets/png/icons/strizhka-sobak-soligorsk-ikonka.png',
    id: 1,
  },
  {
    title: 'Мытье и сушка',
    description:
      'Мы предоставляем весь комплекс услуг мытья и сушки разнообразных пород. Здоровый вид кожи и ухоженный внешний вид животного гарантируется правильным подбором: специальными шампунями, аккуратной сушкой и укладкой шерсти.',
    icons: '../../../assets/png/icons/kupanie-sobak-soligorsk-ikonka.png',
    id: 2,
  },
  {
    title: 'Подрезание когтей',
    description:
      'Когти собаки должны касаться земли, но не царапать ее. У некоторых пород собак когти регулярно стираются при прогулке, а некоторым когти приходится регулярно стричь. Если коготь перерастает, он начинает закручиваться, что может привести к деформации лап и походки. Длинный коготь может сломаться и причинить собаке неприятные ощущения.',
    icons:
      '../../../assets/png/icons/obrezka-kogtej-sobak-soligorsk-ikonka.png',
    id: 3,
  },
  {
    title: 'Чистка ушек и вычесывание',
    description:
      'Определенным породам на ушах нужно постоянно подстригать шерстку. К примеру, у малышей йорков, если не делать стрижку - ушки будут опускаться под тяжестью шерсти. А у пуделей шерсть вырастает в самой ушной раковине и препятствует обычному выходу серы и активизирует разные заболевания, от чего шерсть необходимо выщипывать из слухового канала.',
    icons:
      '../../../assets/png/icons/chistka-ushej-u-sobak-soligorsk-ikonka.png',
    id: 4,
  },
  {
    title: 'Выбривание узоров',
    description:
      'Процесс выбривания узора не доставляет дискомфорта вашему питомцу. Рисунок полностью зарастет шерстью в течение 3-4 недель. После этого снова можно выбривать новый узор. Выбривание рисунка на шерсти длиться около 15-20 минут, в зависимости от того какой сложности и размера узор.',
    icons:
      '../../../assets/png/icons/vybrivanie-uzorov-u-sobak-soligorsk-ikonka.png',
    id: 5,
  },
];
